#region Version Info
/* ========================================================================
// 版权所有 (C) 2014 UniCloud 
//【本类功能概述】
// 
// 作者：linxw 时间：2014/5/15 8:52:50
// 文件名：ItemNameType
// 版本：V1.0.0
//
// 修改者：linxw 时间：2014/5/15 8:52:50
// 修改说明：
// ========================================================================*/
#endregion

namespace UniCloud.Presentation.Service.Payment.Payment.Enums
{
    /// <summary>
    ///   项名称类型
    /// </summary>
    public enum ItemNameType
    {
        飞机 = 0,
        发动机 = 1,
        BFE = 2,
        包干工时费结构检 = 3,
        材料费 = 4,
        包干工时费非结构检 = 5,
        非例行工时费结构检 = 6,
        非例行工时费非结构检 = 7,
        附加工时费结构检 = 8,
        附加工时费非结构检 = 9,
        材料领用 = 10,
        交换费 = 11,
        更换费工时材料 = 12,
        其他含关增税运费等 = 13,
        卫星改装 = 14,
        高高原 = 15,
        电子飞行包 = 16,
        MRO = 17,
        RNP改装 = 18,
        延寿 = 19,
        特修 = 20,
    }
}
