#region 版本信息

// ========================================================================
// 版权所有 (C) 2013 UniCloud 
//【本类功能概述】
// 
// 作者：丁志浩 时间：2013/12/17，09:12
// 方案：FRP
// 项目：Domain.UberModel
// 版本：V1.0.0
//
// 修改者： 时间： 
// 修改说明：
// ========================================================================

#endregion

namespace UniCloud.Domain.UberModel.Enums
{
    /// <summary>
    ///     合同发动机状态
    /// </summary>
    public enum ContractEngineStatus
    {
        预备 = 0,
        签约 = 1,
        接收 = 2,
        运营 = 3
    }
}