#region 版本信息

// ========================================================================
// 版权所有 (C) 2014 UniCloud 
//【本类功能概述】
// 
// 作者：丁志浩 时间：2014/01/03，09:01
// 方案：FRP
// 项目：Domain.Common
// 版本：V1.0.0
//
// 修改者： 时间： 
// 修改说明：
// ========================================================================

#endregion

namespace UniCloud.Domain.Common.Enums
{
    /// <summary>
    ///     付款计划控制状态
    /// </summary>
    public enum ControlStatus
    {
        正常支付 = 0,
        暂缓支付 = 1,
        已匹配发票 = 2,
        已完成 = 3
    }
}