#region 版本信息

// ========================================================================
// 版权所有 (C) 2014 UniCloud 
//【本类功能概述】
// 
// 作者：丁志浩 时间：2014/01/03，09:01
// 方案：FRP
// 项目：Domain.Common
// 版本：V1.0.0
//
// 修改者： 时间： 
// 修改说明：
// ========================================================================

#endregion

namespace UniCloud.Domain.Common.Enums
{
    /// <summary>
    ///     备发计划明细状态
    /// </summary>
    public enum EnginePlanDeliverStatus
    {
        预备 = 0,
        计划 = 1,
        签约 = 2,
        接收 = 3,
        运营 = 4,
    }
}