#region Version Info
/* ========================================================================
// 版权所有 (C) 2014 UniCloud 
//【本类功能概述】
// 
// 作者：linxw 时间：2014/2/21 13:49:38
// 文件名：ScnStatus
// 版本：V1.0.0
//
// 修改者：linxw 时间：2014/2/21 13:49:38
// 修改说明：
// ========================================================================*/
#endregion

namespace UniCloud.Domain.Common.Enums
{
    /// <summary>
    ///     SCN状态
    /// </summary>
    public enum ScnStatus
    {
        技术标准室审核 = 0,
        机身系统室审核 = 1,
        航材计划室审核 = 2,
        机务工程部审核= 3,
        生效 = 4,
    }
}
