#region 版本信息

// ========================================================================
// 版权所有 (C) 2014 UniCloud 
//【本类功能概述】
// 
// 作者：丁志浩 时间：2014/01/03，09:01
// 方案：FRP
// 项目：Domain.Common
// 版本：V1.0.0
//
// 修改者： 时间： 
// 修改说明：
// ========================================================================

#endregion

namespace UniCloud.Domain.Common.Enums
{
    /// <summary>
    ///     供应商类型
    /// </summary>
    public enum SupplierType
    {
        国外 = 0,
        国内 = 1,
    }
}